[
    {
        "id": 1,
        "image": "https://m.media-amazon.com/images/I/31PpUfTCiFL._AC_UY436_FMwebp_QL65_.jpg",
        "title": "Apple iPhone 11, 64GB, Black",
        "price": "13.12",
        "qty": 234,
        "category": "phones",
        "shortDescription": "This pre-owned product has been professionally inspected, tested and cleaned by Amazon qualified vendors.",
        "description": "This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).Tested for battery health and guaranteed to have a minimum battery capacity of 80%.Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.The device does not come with headphones or a SIM card. It does include a generic (Mfi certified) charger and charging cable.Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm's length."
    },
    {
        "id": 2,
        "image": "https://m.media-amazon.com/images/I/61CGHv6kmWL._AC_UY436_FMwebp_QL65_.jpg",
        "title": "Stereo Gaming Headset for PS5 PC Xbox One,",
        "price": "4.2",
        "qty": 23,
        "category": "accessories",
        "shortDescription": "【Surrounding Stereo Subwoofer】Clear sound operating strong brass, splendid ambient noise isolation and high precision 40mm magnetic neodymium driver.",
        "description": "【Surrounding Stereo Subwoofer】Clear sound operating strong brass, splendid ambient noise isolation and high precision 40mm magnetic neodymium driver, acoustic positioning precision enhance the sensitivity of the speaker unit, bringing you vivid sound field, sound clarity, shock feeling sound. Perfect for various games like Halo 5 Guardians, Metal Gear Solid, Call of Duty, Star Wars Battlefront, Overwatch, World of Warcraft Legion, etc.【Noise Isolating Microphone】Headset integrated onmi-directional microphone can transmits high quality communication with its premium noise-concellng feature, can pick up sounds with great sensitivity and remove the noise, which enables you clearly deliver or receive messages while you are in a game. Long flexible mic design very convenient to adjust angle of the microphone."
    },
    {
        "id": 3,
        "image": "https://m.media-amazon.com/images/I/61D84NtVgVL._AC_UY436_FMwebp_QL65_.jpg",
        "title": "iPhone 13 Pro Max, 128GB, Silver",
        "price": "39.79",
        "qty": 8,
        "category": "phones",
        "shortDescription": "A like-new experience. Backed by a one-year satisfaction guarantee.This Renewed Premium product is shipped and sold by Amazon and has been certified by Amazon to work and look like new. With at least 90% battery life, it comes in deluxe, Amazon-branded packaging and is backed by a one-year warranty and technical support",
        "description": "Unlocked,Tested for battery health and guaranteed to come with a battery that exceeds 90% of original capacity.,Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm’s length. Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.,Includes a brand new, generic charging cable that is certified Mfi (Made for iPhone) and a brand new, generic wall plug that is UL certified for performance and safety. Also includes a SIM tray removal tool but does not come with headphones or a SIM card.Backed by the same one-year satisfaction guarantee as brand new Apple products.",
        "url": "https://www.amazon.com/iPhone-Pro-Max-128GB-Silver/dp/B0BGYFQY1Q/ref=sr_1_8?tag=mochaglobal10-20&ascsubtag=srctok-9289dee9fd6fb1f2&btn_ref=srctok-9289dee9fd6fb1f2&crid=197ZTKHH34J3Q&keywords=iphone&qid=1681330896&sprefix=iphone%2Caps%2C251&sr=8-8&th=1"
    },
    {
        "id": 4,
        "image": "https://m.media-amazon.com/images/I/51AONYQFw2L._AC_SX679_.jpg",
        "title": "Mgnaooi Magnetic Case for iPhone 14 Pro",
        "price": "1.7",
        "qty": 2,
        "category": "accessories",
        "shortDescription": "[Super Magnetic Attraction] Particularly designed for iPhone 14 Pro Max, the phone case is compatible with Magsafe chargers and other Qi Wireless chargers without signal influence. Built-in strong magnet, the iPhone 14 Pro Max phone case will not fall off no matter how it rotates with super adsorption capacity. The perfectly aligned magnetic attraction makes wireless charging faster and more stable.",
        "description": "[20W Quick Charging Experience] Perfectly aligned magnets make wireless charging faster and easier than ever, providing a magical attach and detach charging experience, which is good news for players who play mobile games.[ 8Ft Military-grade Drop Protection] MGNAOOI compatible for iPhone 14 Pro Max Case ensures your iPhone is safe when it drops 5000+ times from 8 FT height. It also comes with 4 corners patented dispersion airbags and upgraded impact-resistant technology.[Anti-Scratch & Anti-fingerprint] The matte back stays clean with a smart Nano Oleophobic Coating design that prevents fingerprints, watermarks, oil, and dust. Meanwhile, the MGNAOOI case for iPhone 14 Pro Max also brings you excellent skinny touch.[Screen & Camera Guard] The MGNAOOI shockproof compatible for iPhone 14 Pro Max Case provides 3 mm Camera Lips and 1.5 mm Screen Lips, which help prevent your iPhone 14 Pro Max from rubbing against surfaces that leave permanent scratch marks.",
        "url": "https://www.amazon.com/dp/B0BGLBLL5M/ref=hcx_acf_dp_cacc_1?th=1"
    },
    {
        "id": 5,
        "image": "https://m.media-amazon.com/images/I/619m8rLBQSL._AC_SX679_.jpg",
        "title": "iPhone 13 Pro Max, 128GB, Gold ",
        "price": "39.39",
        "qty": 20,
        "category": "phones",
        "shortDescription": "Unlocked,Tested for battery health and guaranteed to come with a battery that exceeds 90% of original capacity.",
        "description": "Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm’s length. Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.Includes a brand new, generic charging cable that is certified Mfi (Made for iPhone) and a brand new, generic wall plug that is UL certified for performance and safety. Also includes a SIM tray removal tool but does not come with headphones or a SIM card.Backed by the same one-year satisfaction guarantee as brand new Apple products.",
        "url": "https://www.amazon.com/iPhone-Pro-Max-128GB-Silver/dp/B0BGYDDWDF/ref=sr_1_8?tag=mochaglobal10-20&ascsubtag=srctok-9289dee9fd6fb1f2&btn_ref=srctok-9289dee9fd6fb1f2&crid=197ZTKHH34J3Q&keywords=iphone&qid=1681330896&sprefix=iphone%2Caps%2C251&sr=8-8&th=1"
    },
    {
        "id": 11,
        "image": "https://m.media-amazon.com/images/I/61-H2AbQo+L._AC_SL1500_.jpg",
        "title": "Logitech G502 HERO wired gaming mouse",
        "price": "1.76",
        "qty": 12,
        "category": "accessories",
        "shortDescription": "Logitech G502 HERO High Performance Wired Gaming Mouse, HERO 25K Sensor, 25,600 DPI, RGB, Adjustable Weights, 11 Programmable Buttons, On-Board Memory, PC / Mac, Black",
        "description": "High performance hero 16k sensor: Logitech most accurate sensor yet with upto 16,000 dpi for the ultimate in gaming speed, accuracy and responsiveness across entire dpi range11 customizable buttons and onboard memory: Assign custom commands to the buttons and save Upto five ready to play profiles directly to the mouseAdjustable weight system: Arrange upto five removable 3.6 gram weights inside the mouse for personalized weight and balance tuning. Requirements - Windows 7 or later. macOS 10.11 or later. Chrome OS. USB portProgrammable RGB lighting and lightsync technology: Customize lighting from nearly 16.8 million colors to match your team's colors, sport your own or sync colors with other Logitech G GearMechanical switch button tensioning: Metal spring tensioning system and pivot hinges are built into left and right gaming mouse buttons for a crisp, clean click feel with rapid click feedback",
        "url": "https://www.amazon.com/Logitech-G502-Performance-Gaming-Mouse/dp/B07PHLBBQR/ref=sr_1_3?tag=mochaglobal02-20&ascsubtag=srctok-dfa2592cb3f1b746&btn_ref=srctok-dfa2592cb3f1b746&keywords=gaming%2Bmouse&pd_rd_r=689bc13d-a35f-444c-99fe-1dfef08354a5&pd_rd_w=LKmI3&pd_rd_wg=wAmGR&pf_rd_p=12129333-2117-4490-9c17-6d31baf0582a&pf_rd_r=70FGNAN29W7Z3F9Y1Y3K&qid=1681538474&sr=8-3&th=1"
    },
    {
        "id": 6,
        "image": "https://m.media-amazon.com/images/I/71ESW4o--xL._AC_SX679_.jpg",
        "title": "Dacoity Gaming Keyboard, 104 Keys All-Metal Panel",
        "price": "1.4",
        "qty": 23,
        "category": "accessories",
        "shortDescription": "Dacoity Gaming Keyboard, 104 Keys All-Metal Panel, Rainbow LED Backlit Quiet Computer Keyboard, Wrist Rest, Multimedia Keys, Anti-ghosting Keys, Waterproof Light Up USB Wired Keyboard for PC Mac Xbox",
        "description": "🌟【Ergonomic Design with Wrist Rest】This silent keyboard features a scientific stepped keycap design to maximize hand comfort for long hours of gaming or work. It also provides you with an ergonomic typing angle (7°) and wrist support during use. All keys have a soft feel and no loud clicks. It will not affect others when staying up late typing or playing games, it is very suitable for office or games.🌟【LED Backlit Light Up Keyboard】There are 2 light-up modes and 3 levels of brightness for choice. ☼: Static Backlit/turn off; FN+☼: Dynamic backlight. Fn+PgUp: Adjust the brightness plus; Fn+PgDn: Adjust the brightness reduction. FN+ +/-: Adjust the speed of the dynamic backlight. (Note: the light is not RGB, the light color cannot be changed).🌟【Durable Metal Panel Keyboard】This rainbow backlit keyboard is designed with an aluminum alloy panel, which not only improves the overall texture of the USB keyboard but also greatly improves the durability and water resistance. The metal frame on the keyboard is also coated with rubber oil, which is skin-friendly and feels more comfortable. At the same time, there are 4 drainage holes at the bottom of the led keyboard, you don't worry about spilled liquids that will damage the computer keyboard.🌟【Multi-Media & Anti Ghosting】12 multimedia keys for your gaming operation or work efficiency. 19 anti-ghosting keys, every click is never lost, ensuring smooth typing. You can interchange WSAD keys with arrow keys by pressing FN+W and lock/unlock the WIN key by pressing N+WIN. (Note: Multimedia keys are unavailable on Mac)🌟【Strong Compatibility & Quality Assurance】Constructed with a classic crater structure, this waterproof keyboard can withstand 50 million keystrokes. No matter how long you use it, the laser-engraved letters on the keycaps are durable and never fade. Removable keycaps for quick cleaning without worrying about dust or dirt. It supports Plug & Play and is widely compatible with Windows 95/98/XP/2000/ME/VISTA/7/8/9/10, Mac.🌟【You are our VIP customer】Dacoity wired keyboard that meets the need of gamers, typists, programmers, and writers, and combines your office and gaming experience. If you have any quality problems, please contact customer service. We offer 180 days refund or replacement and a free-time warranty for the quality problem.",
        "url": "https://www.amazon.com/All-Metal-Dacoity-Multimedia-Anti-ghosting-Waterproof/dp/B09TZWLFLY/ref=sr_1_3?tag=mochaglobal02-20&ascsubtag=srctok-fa49d2d797f632ce&btn_ref=srctok-fa49d2d797f632ce&keywords=gaming+keyboard&pd_rd_r=689bc13d-a35f-444c-99fe-1dfef08354a5&pd_rd_w=LKmI3&pd_rd_wg=wAmGR&pf_rd_p=12129333-2117-4490-9c17-6d31baf0582a&pf_rd_r=70FGNAN29W7Z3F9Y1Y3K&qid=1681538471&sr=8-3"
    },
    {
        "id": 7,
        "image": "https://m.media-amazon.com/images/I/51gyNup3WJL._AC_SX679_.jpg",
        "title": "Apple iPhone 11, 64GB, Purple",
        "price": "11.78",
        "qty": 3,
        "category": "phones",
        "shortDescription": "Apple iPhone 11, 64GB, Purple - Fully Unlocked (new).",
        "description": "The product is brand new, fully functional, and in excellent condition. Backed by the 90-day Amazon Renewed Guarantee.- This  product has been professionally inspected, tested and cleaned by Apple qualified vendors. It is  certified by Apple.- This product is in 'Excellent condition'. The screen and body show no signs of cosmetic damage visible from 12 inches away.- This product will have a battery that exceeds 100% capacity relative to new.- Accessories may not be original, but will be compatible and fully functional. Product may come in generic box.- Product will come with a SIM removal tool, a charger and a charging cable. Headphone and SIM card are not included.- This product is eligible for a replacement or refund within 90-day of receipt if it does not work as expected.",
        "url": "https://www.amazon.com/Apple-iPhone-11-64GB-Unlocked/dp/B07ZPKF8RG/ref=pd_rhf_d_gw_s_gcx-rhf_sccl_1_6/145-4861503-7026528?pd_rd_w=pY6gW&content-id=amzn1.sym.2ae4ccb1-7034-4114-8654-5ba995870d70&pf_rd_p=2ae4ccb1-7034-4114-8654-5ba995870d70&pf_rd_r=NZEPBP5MZ23H9JR210EC&pd_rd_wg=n2yxF&pd_rd_r=b9f73c52-bd79-4c5d-955e-3ccd54f7a0a5&pd_rd_i=B07ZPKF8RG&th=1"
    },
    {
        "id": 8,
        "image": "https://m.media-amazon.com/images/I/61dn1beM9BL._AC_SX679_.jpg",
        "title": " Basics Small Digital Alarm Clock with LED",
        "price": "0.30",
        "qty": 23,
        "category": "accessories",
        "shortDescription": "Amazon Basics Small Digital Alarm Clock with LED Display, Nightlight and Battery Backup - 4.5 x 3.5 x 2.4 Inches",
        "description": "Digital alarm clock with a 0.7-inch green LED display for easily checking the time at a glance .Built-in nightlight gently illuminates a dark room.Repeating snooze function makes it possible to sleep a little longer.AC powered with integrated power supply. Batteries may be used as a backup power source to ensure time and alarms are retained in memory for 8 hours (refer to User Manual for details).Measures 4.5 x 3.5 x 2.4 inches (LxWxH); weighs 0.51 pounds (8.2 oz) Note: Batteries are not included",
        "url": "https://www.amazon.com/AmazonBasics-Digital-Alarm-Clock-Nightlight/dp/B07DQWT15Y/?_encoding=UTF8&pd_rd_w=56zN8&content-id=amzn1.sym.223027c6-8030-47e4-a6f7-fd0fd07387a6&pf_rd_p=223027c6-8030-47e4-a6f7-fd0fd07387a6&pf_rd_r=70FGNAN29W7Z3F9Y1Y3K&pd_rd_wg=5zmB5&pd_rd_r=543eb730-5995-4dbc-9e8b-bfcbbb82f366&ref_=pd_gw_unk"
    },
    {
        "id": 9,
        "image": "https://m.media-amazon.com/images/I/81aOtuhnBbL._AC_SX679_.jpg",
        "title": "Jumper 16 Inch Laptop, 16GB RAM 512GB SSD",
        "price": "15.68",
        "qty": 11,
        "category": "laptops",
        "shortDescription": "Jumper 16 Inch Laptop, 16GB RAM 512GB SSD, 11th Gen Intel Celeron N5095, FHD IPS Screen(1920*1200), Windows 11 Laptops Computer with 2.4G/5G WiFi, Four Stereo Speakers, Cooling Fan, 38000mWH Battery",
        "description": "Wide Screen】Stunning visuals come to life with the 16 inch 1920x1200 FHD IPS display(16:10).This laptop boasts amazing screen real estate with a staggering 93% screen-to-body ratio,which can display more content, provide a comfortable visual experience and higher efficiency.【High Speed RAM & Enormous Space】With 16GB of built-in RAM and 512GB of SSD storage, the laptop allows you to experience improved multitasking and higher bandwidth. It also supports 256GB TF card expansion.【11th Gen Quad Core Processor】With 11th Gen Intel Celeron N5095,burst frequency 2.9GHz,quad core processor with 4 threads, 10nm technology,cache reaches to 4MB, Intel UHD Graphics, CPU performance increased by 35%, GPU performance increased by 78% compared with Gemini Lake.【Fan Design & Long Lasting Battery】This Windows11 laptop has a fan inside to control the temperature so that to ensure a fast and stable performance,meanwhile it adopts 38000mWH battery,average running time is 7-8 hours, no worry about charging matter during your business trip.【Multifunctional Connection Design】Four stereo speakers, Fast connection to Bluetooth 4.0 and dual-band Wi-Fi(2.4G/5G) fast wireless. Type-C port x 1, Micro HDMI × 1,3.5mm headphone jack x 1, USB 3.0 port x 2, Micro TF slot x 1,fast charger DC port.",
        "url": "https://www.amazon.com/Celeron-Windows-Computer-Speakers-38000mWH/dp/B0BWN6XVZS/ref=sr_1_3?crid=7FDVPMK30NV4&keywords=laptop&qid=1681539972&sprefix=lap%2Caps%2C567&sr=8-3&th=1"
    },
    {
        "id": 10,
        "image": "https://m.media-amazon.com/images/I/71ev8L8SZuL._AC_SX679_.jpg",
        "title": "Lenovo 2023 High Performance 14''",
        "price": "8.62",
        "qty": 20,
        "category": "laptops",
        "shortDescription": "Lenovo 2023 High Performance 14'' Full HD IPS Laptop, Intel i3-1115G4 Processor Up to 4.1GHz, 8GB RAM, 256GB SSD, Super-Fast 6th Gen WiFi, Windows 11 OS (Renewed)",
        "description": "Intel i3-1115G4 Processor Up to 4.1GHz, 8GB RAM, 256GB SSD14inch Full HD IPS Display, Intel 4K Graphics.3x USB Type A,1x HDMI,1x Headphone/Microphone Jack, SD Card Reader Super-fast 6th Gen Wifi and Bluetooth 5, Integrated Webcam Windows 11 OS, AC Charger Included, Dale Grey Color",
        "url": "https://www.amazon.com/Lenovo-Performance-14-Laptop-Super-Fast/dp/B0BZQFXNZB/ref=sr_1_5?crid=7FDVPMK30NV4&keywords=laptop&qid=1681540420&sprefix=lap%2Caps%2C567&sr=8-5"
    },
    {
        "id": 12,
        "image": "https://m.media-amazon.com/images/I/81mmq5dGqPL._AC_SX679_.jpg",
        "title": "SGIN 17'' Laptop, 8GB RAM 256GB SSD Notebook",
        "price": "15.6",
        "qty": 5,
        "category": "laptops",
        "shortDescription": "SGIN 17'' Laptop, 8GB RAM 256GB SSD Notebook,17 Inch Laptops with IPS Full HD, Intel Celeron N4020(Up to 2.8GHz), Mini HDMI, Webcam, Dual Wi-Fi, Windows 11 Home, Expandable Storage 512GB TF(Gray)",
        "description": "Beautiful Large Display：The 17 inch laptop come with IPS display features stunning FHD resolution (1920 x 1080 pixels). With true-to-life colors and incredible contrast, the narrow-edge display of SGIN laptop definitely feast your eyes. The text is sharp and clear, and the colors are more vivid. Also it enable you enjoy photos, movies and games in high quality.Powerful configuration: Powered by Windows 11 operating system, the laptop computers with Intel Celeron N4020C processor, turbo frequency up to 2.8 GHz. You can smoothly run programs, applications and browser tabs.The windows 11 laptop brings you noiseless heat dissipation without fans but heat dissipation hole. Dust Filter can effectively prevent dust from entering the computer.Efficient Memory Expandable Storage: Based on 4GB Ram memory and 128 GB SSD storage, the laptop computers allows you save massive daily files, transfer data and load software rapidly. Our laptops also supports 512 GB TF card expansion. You can connect what you want through interfaces. Fast wireless WiFi 5.0 and Bluetooth 4.2,2xUSB 3.0, Mini HDMI, Micro SD card Slot, Type-C port , TF card slot.Long Lasting Battery: Equipped with a 5000 mAh rechargeable battery, the laptops suffices for all-day business activities or continuous classes, lasting up to 8 hours and providing up to 8 hours of battery life, convenient for travel.Worry-free Service: SGIN provides you comprehensive service and gets you free from any worry with 1 year warranty period. If you have any questions, please contact us and we will give you prompt response to help you solve the problem.",
        "url": "https://www.amazon.com/SGIN-Notebook-Laptops-Celeron-Expandable/dp/B0BYDYFNWL/ref=sr_1_20?crid=7FDVPMK30NV4&keywords=laptop&qid=1681540420&sprefix=lap%2Caps%2C567&sr=8-20&th=1"
    },
    {
        "id": 13,
        "image": "https://m.media-amazon.com/images/I/51NJ9iv7mUL._AC_SX679_.jpg",
        "title": "Gateway Newest Touchscreen 11.6 HD 2-in-1",
        "price": "5.6",
        "qty": 5,
        "category": "laptops",
        "shortDescription": "Gateway Newest Touchscreen 11.6 HD 2-in-1 Convertible Laptop in Blue Intel N4020 4GB RAM 64GB SSD Mini-HDMI Webcam Windows 10 S (GT-116)",
        "description": "Hold Power Button for 3 Seconds To Power on. Ultra Portable and Ultra-thin design with Sleek Body (.7-inch) Laptop; Windows 10 in S Mode (Switchable to W10 Home); - Free Upgrade to W11 .Intel Celeron Processor N4020 (1.1 GHz, Up to 2.8 GHz, 4M Cache),11.6” HD LCD IPS Display, (1366x768) - Touchscreen; Tuned by THX Audio; Webcam; Wifi + Bluetooth 4.0,4GB DDR4 memory; 64GB High Speed eMMc.Expansion slot: Micro SD Slot (Up to 512 GB) x 1; Mini HDMI Output x 1; USB 2.0 x 1; USB 3.0 x 1.Model Year: 2021,Warranty type: 90 days limited warranty.",
        "url": "https://www.amazon.com/Gateway-Touchscreen-Convertible-Mini-HDMI-GT-116/dp/B09XKTK4RB/ref=sxin_17_pa_sp_search_thematic-asin_sspa?content-id=amzn1.sym.27a15891-2bcf-4f6b-a9fc-549211981616%3Aamzn1.sym.27a15891-2bcf-4f6b-a9fc-549211981616&crid=7FDVPMK30NV4&cv_ct_cx=laptop&keywords=laptop&pd_rd_i=B09XKTK4RB&pd_rd_r=8464c441-6ab5-4651-8c26-08243db702ba&pd_rd_w=Myirf&pd_rd_wg=3tECn&pf_rd_p=27a15891-2bcf-4f6b-a9fc-549211981616&pf_rd_r=PGHZ20JYK1W3G48VS7Q7&qid=1681540420&sbo=GW1QB%2BmqAsHTPf1jTZRSDA%3D%3D&sprefix=lap%2Caps%2C567&sr=1-4-5c1882be-cde7-4e07-b6b0-da12dbf89fb6-spons&th=1"
    },
    {
        "id": 14,
        "image": "https://m.media-amazon.com/images/I/61On1iuEUnL._AC_SX679_.jpg",
        "title": "HP X3000 G2 Wireless Mouse",
        "price": "0.54",
        "qty": 2,
        "category": "accessories",
        "shortDescription": "HP X3000 G2 Wireless Mouse - Ambidextrous 3-Button Control, & Scroll Wheel - Multi-Surface Technology, 1600 DPI Optical Sensor - Win, Chrome, Mac OS - Up to 15-Month Battery Life (‎28Y30AA#ABA, Black)",
        "description": "COMFORTABLE DESIGN: Contoured, wireless optical mouse with 3-button navigation and integrated scroll wheel lets you be productive all-day using either-hand; multi-OS (1), multi-device optical mouse and gives you the freedom to work or play from almost anywhere.WIRELESS CONVENIENCE: Go cordless with 2.4 GHz USB-A connectivity that keeps you connected up to a range of 30 feet.MULTI-SURFACE PERFORMANCE: Be ready for anything with Blue LED multi-surface technology that smooth, lag-free movement on virtually any surface (2).PRECISION CONTROL: 1600 dpi optical sensor provides reliable mouse tracking, exceptional speed, and pinpoint accuracy that can be customized to match your working style.DEPENDABLE POWER: With up to 15 months of use on a single AA battery (3), this HP wireless mouse is designed to push the limits and work as hard as you do",
        "url": "https://www.amazon.com/HP-Wireless-Mouse-X3000-28Y30AA/dp/B08NM2GF2V/ref=pd_day0fbt_img_sccl_1/145-4861503-7026528?pd_rd_w=d99B7&content-id=amzn1.sym.a400618b-650b-4c39-a4fe-66c3e0813a14&pf_rd_p=a400618b-650b-4c39-a4fe-66c3e0813a14&pf_rd_r=B7DAC4NDMBWM24024217&pd_rd_wg=TbbYp&pd_rd_r=65113cdf-f22e-4796-b612-e4e7a0116c74&pd_rd_i=B08NM2GF2V&th=1"
    },
    {
        "id": 15,
        "image": "https://m.media-amazon.com/images/I/71qwhCsswkL._AC_SX679_.jpg",
        "title": "HP X3000 G3 Wireless Mouse Silver, up to 15-Month Battery,Scroll Wheel",
        "price": "0.56",
        "qty": 7,
        "category": "accessories",
        "shortDescription": "HP X3000 G3 Wireless Mouse Silver, up to 15-Month Battery,Scroll Wheel, Side Grips for Control, Travel-Friendly, Blue LED, Powerful 1600 DPI Optical Sensor, Win XP,8, 11 Compatible (683N9AA#ABL)",
        "description": "COMFORTABLE DESIGN: Contoured, wireless optical mouse with 3-button navigation and integrated scroll wheel lets you be productive all-day using either-hand; multi-OS (1), multi-device optical mouse and gives you the freedom to work or play from almost anywhere.WIRELESS CONVENIENCE: Go cordless with 2.4 GHz USB-A connectivity that keeps you connected up to a range of 30 feet; USB nano receiver stores inside the mouse for easy portability.MULTI-SURFACE PERFORMANCE: Be ready for anything with LED multi-surface technology that smooth, lag-free movement on virtually any surface (2).PRECISION CONTROL: 1600 dpi optical sensor provides reliable mouse tracking, exceptional speed, and pinpoint accuracy that can be customized to match your working style.DEPENDABLE POWER: With up to 15 months of use on a 1 AA battery (3), this HP wireless mouse is designed to push the limits and work as hard as you do",
        "url": "https://www.amazon.com/HP-Wireless-Mouse-X3000-28Y30AA/dp/B0B3ZBBSW5/ref=pd_day0fbt_img_sccl_1/145-4861503-7026528?pd_rd_w=d99B7&content-id=amzn1.sym.a400618b-650b-4c39-a4fe-66c3e0813a14&pf_rd_p=a400618b-650b-4c39-a4fe-66c3e0813a14&pf_rd_r=B7DAC4NDMBWM24024217&pd_rd_wg=TbbYp&pd_rd_r=65113cdf-f22e-4796-b612-e4e7a0116c74&pd_rd_i=B08NM2GF2V&th=1"
    },
    {
        "id": 16,
        "image": "https://m.media-amazon.com/images/I/61hg9npTqvL._AC_SX679_.jpg",
        "title": "Apple 2022 MacBook Pro Laptop with M2 chip",
        "price": "47",
        "qty": 100,
        "category": "laptops",
        "shortDescription": "Apple 2022 MacBook Pro Laptop with M2 chip: 13-inch Retina Display, 8GB RAM, 256GB ​​​​​​​SSD ​​​​​​​Storage, Touch Bar, Backlit Keyboard, FaceTime HD Camera. Works with iPhone and iPad; Silver",
        "description": "SUPERCHARGED BY M2 — The 13-inch MacBook Pro laptop is a portable powerhouse. Get more done faster with a next-generation 8-core CPU, 10-core GPU and up to 24GB of unified memory.UP TO 20 HOURS OF BATTERY LIFE — Go all day and into the night, thanks to the power-efficient performance of the Apple M2 chip.SUSTAINED PERFORMANCE — Thanks to its active cooling system, the 13-inch MacBook Pro can sustain pro levels of performance, so you can run CPU- and GPU-intensive tasks for hours on end.BRILLIANT DISPLAY — The 13.3-inch Retina display features 500 nits of brightness and P3 wide colour for vibrant images and incredible detail.HD CAMERA AND STUDIO-QUALITY MICS — Look sharp and sound great with a FaceTime HD camera and three-mic array.VERSATILE CONNECTIVITY — Two Thunderbolt ports let you connect and power high-speed accessories.EASY TO USE — Your Mac feels familiar from the moment you turn it on, and it works seamlessly with all your Apple devices.",
        "url": "https://www.amazon.com/2022-Apple-MacBook-Laptop-chip/dp/B0B3C5HNXJ/ref=sr_1_1?crid=FGQ1HHTUKUOL&keywords=macbook&qid=1681542481&sprefix=macbook%2Caps%2C321&sr=8-1&th=1"
    },
    {
        "id": 17,
        "image": "https://m.media-amazon.com/images/I/81GfKq+xO-L._AC_SX679_.jpg",
        "title": "Apple 2022 MacBook Air Laptop with M2 chip: 13.6-inch",
        "price": "41.16",
        "qty": 42,
        "category": "laptops",
        "shortDescription": "Apple 2022 MacBook Air Laptop with M2 chip: 13.6-inch Liquid Retina Display, 8GB RAM, 256GB SSD Storage, Backlit Keyboard, 1080p FaceTime HD Camera. Works with iPhone and iPad; Space Gray",
        "description": "STRIKINGLY THIN DESIGN — The redesigned MacBook Air is more portable than ever and weighs just 2.7 pounds. It’s the incredibly capable laptop that lets you work, play or create just about anything — anywhere.SUPERCHARGED BY M2 — Get more done faster with a next-generation 8-core CPU, up to 10-core GPU and up to 24GB of unified memory.UP TO 18 HOURS OF BATTERY LIFE — Go all day and into the night, thanks to the power-efficient performance of the Apple M2 chip.BIG, BEAUTIFUL DISPLAY — The 13.6-inch Liquid Retina display features over 500 nits of brightness, P3 wide color and support for 1 billion colors for vibrant images and incredible detail.ADVANCED CAMERA AND AUDIO — Look sharp and sound great with a 1080p FaceTime HD camera, three-mic array and four-speaker sound system with Spatial Audio.VERSATILE CONNECTIVITY — MacBook Air features a MagSafe charging port, two Thunderbolt ports and a headphone jack.EASY TO USE — Your Mac feels familiar from the moment you turn it on, and works seamlessly with all your Apple devices.",
        "url": "https://www.amazon.com/2022-Apple-MacBook-Laptop-chip/dp/B0B3C2R8MP/ref=sr_1_4?crid=FGQ1HHTUKUOL&keywords=macbook&qid=1681542847&sprefix=macbook%2Caps%2C321&sr=8-4&th=1"
    },
    {
        "id": 18,
        "image": "https://m.media-amazon.com/images/I/71HtN4qqLZL._AC_SX679_.jpg",
        "title": "SAMSUNG Galaxy S23 Ultra Cell Phone, Factory Unlocked ",
        "price": "39.20",
        "qty": 12,
        "category": "phones",
        "shortDescription": "SAMSUNG Galaxy S23 Ultra Cell Phone, Factory Unlocked Android Smartphone, 256GB Storage, 200MP Camera, Night Mode, Long Battery Life, S Pen, US Version, 2023, Green",
        "description": "CAPTURE THE NIGHT IN LOW LIGHT: Whether you’re headed to a concert or romantic night out, there’s no such thing as bad lighting with Night Mode; Galaxy S23 Ultra lets you capture epic content in any setting with stunning Nightography.HIGHEST PHONE CAMERA RESOLUTION: Create crystal-clear content worth sharing with Galaxy S23 Ultra’s 200MP camera — the highest camera resolution on a phone; Whether you’re posting or printing, Galaxy S23 Ultra always does the moment justice.STUNNINGLY SMOOTH VIDEO: Capture incredibly smooth video during life’s most exciting moments; With Video Stabilization, this smartphone easily records daytime outdoor adventures or those spur-of-the-moment dance parties at night.WRITE, DRAW, CREATE w/ S PEN: Whether you’re in Samsung Note, Microsoft Office or Google Suite, with the built-in S Pen, you can convert handwriting to text, share your creations live and keep everything on your Galaxy S23 Ultra device.SNAP PICS w/ S PEN: Capture epic selfies and beautiful photos with the click of your S Pen; Simply open up the camera app and click the button on the S Pen instead of the screen; Getting that great shot just got easier.FASTEST MOBILE PROCESSOR AVAILABLE: Whether you’re working hard, playing hard or doing both at the same time, smoothly switch between apps with our fastest processor ever.UNLOCK SMOOTH GAMING: Game at full throttle and smoothly switch between apps; Get more done with our fastest processor ever combined with massive internal storage; And if you’re on the move, keep going with a screen that adapts to your environment",
        "url": "https://www.amazon.com/SAMSUNG-Factory-Unlocked-Android-Smartphone/dp/B0BLP3ZZXT/ref=sr_1_4?crid=FZMOC5G8IB47&keywords=iphone&qid=1681543145&refinements=p_n_condition-type%3A6461716011&sprefix=iphon%2Caps%2C372&sr=8-4&th=1"
    },
    {
        "id": 19,
        "image": "https://m.media-amazon.com/images/I/71GO79IeU8L._AC_SX679_.jpg",
        "title": "SAMSUNG Galaxy Z Fold 4 Cell Phone, Factory Unlocked",
        "price": "59.59",
        "qty": 12,
        "category": "phones",
        "shortDescription": "SAMSUNG Galaxy Z Fold 4 Cell Phone, Factory Unlocked Android Smartphone, 512GB, Flex Mode, Hands Free Video, Multi Window View, Foldable Display, S Pen Compatible, US Version, Gray Green",
        "description": "FLEX MODE: Free up your hands with Flex Mode on the Galaxy Z Fold4; This smartphone stands on its own so you can take notes during a conference call or follow along with instructional videos in real time.Form_factor : Fold.HANDS FREE VIDEO: Don’t stay stuck to your cellphone; Set up your phone in Flex Mode and check off your to-dos while catching up with friends; Hands-free video chat lets you multitask and move freely while staying in frame.MULTI-VIEW WINDOW: Easily attend a virtual work meeting and capture important notes at the same time, or catch up on your favorite shows as you answer texts; With multiple windows, doing different tasks is easy with Galaxy Z Fold4. S PEN READY: Transform your Galaxy Z Fold4 into a multifunctional device with S Pen; It gives you that pen-on-paper feeling and makes it easy to take notes while attending virtual meetings, drag and drop content, and get more done . YOUR APPS, YOUR WAY: App display optimization allows you to customize how you see apps on the edge-to-edge screen of Galaxy Z Fold4; Also, use multiple apps to their full potential by dragging and dropping content from one window to the other . YOUR PHONE & WATCH WORK AS ONE: Unfold the possibilities of your Galaxy Z Fold4 connected to your Galaxy Watch; Use your Watch to snap hands-free selfies with Flex Mode; Plus, keep track of your day by easily switching between your Galaxy Watch and phone.BIG SCREEN, BIG SOUND: Need to head out while you’re in the middle of your favorite podcast, Slide Galaxy Z Fold4 into your pocket and keep listening with your Galaxy Buds; Unfold connectivity with your smart phone and Buds working together",
        "url": "https://www.amazon.com/SAMSUNG-Unlocked-Smartphone-Foldable-Compatible/dp/B0B4FBKLWP/ref=sr_1_6?crid=FZMOC5G8IB47&keywords=iphone&qid=1681543375&refinements=p_n_condition-type%3A6461716011&sprefix=iphon%2Caps%2C372&sr=8-6&th=1"
    },
    {
        "id": 20,
        "image": "https://m.media-amazon.com/images/I/61aVrYKRT8S._AC_SX679_.jpg",
        "title": "Echo Dot (4th Gen) |",
        "price": "2.35",
        "qty": 1,
        "category": "accessories",
        "shortDescription": "Echo Dot (4th Gen) | Smart speaker with clock and Alexa | Glacier White",
        "description":"Meet Echo Dot with clock - Our most popular smart speaker with Alexa. The sleek, compact design delivers crisp vocals and balanced bass for full sound.Perfect for your nightstand - See the time, alarms, and timers on the LED display. Tap the top to snooze an alarm.Ready to help - Ask Alexa to tell a joke, play music, answer questions, play the news, check the weather, set alarms, and more.Control your smart home - Use your voice to turn on lights, adjust thermostats, and lock doors with compatible devices.Start Routines with your motion - Turn on compatible lights, play your Flash Briefing, or turn on the coffee maker when you walk into the room.Connect with others hands-free - Call friends and family who have the Alexa app or an Echo device. Instantly drop in on other rooms or announce to the whole house that dinner's ready.Designed to protect your privacy – Amazon is not in the business of selling your personal information to others. Built with multiple layers of privacy controls including a mic off button",
        "url": "https://www.amazon.com/All-New-Echo-Dot-4th-Gen/dp/B07XJ8C8F7/ref=sr_1_30?crid=EPWF5D42DNDI&keywords=digital+clock+amazon&qid=1681543867&sr=8-30"
    }
    ,
    {
        "id": 21,
        "image": "https://m.media-amazon.com/images/I/31uEcgD3oKL._AC_SX679_.jpg",
        "title": "Apple MacBook Pro 16.2'' with Liquid Retina XDR Display",
        "price": "168.57",
        "qty": 4,
        "category": "laptops",
        "shortDescription": "Apple MacBook Pro 16.2'' with Liquid Retina XDR Display, M2 Max Chip with 12-Core CPU and 38-Core GPU, 64GB Memory, 2TB SSD, Space Gray, Early 2023",
        "description":"Apple MacBook Pro 16.2'' with Liquid Retina XDR Display - USB-C Power Adapter - USB-C to MagSafe 3 Cable (2m) - Apple 1 Year Limited Warranty with 90 Day Free Technical Support 12-Core CPU,38-Core GPU,64GB Unified Memory,2TB SSD Storage.",
        "url": "https://www.amazon.com/Apple-MacBook-Pro-Early-2023/dp/B0BZNV56GC/ref=sr_1_6?crid=FGQ1HHTUKUOL&keywords=macbook&qid=1681542847&sprefix=macbook%2Caps%2C321&sr=8-6"
    }
    ,
    {
        "id": 22,
        "image": "https://m.media-amazon.com/images/I/71zENhSkHeL._AC_SX679_.jpg",
        "title": "Anker 315 Wireless Charger (Pad), 10W Max",
        "price": "0.7",
        "qty": 5,
        "category": "accessories",
        "shortDescription": "Anker 315 Wireless Charger (Pad), 10W Max Fast Charging, Compatible with iPhone 14/13 Series, Samsung S22, AirPods, Samsung Buds, Google Buds, and More (Wall Charger Not Included)",
        "description":"Ready, Set, Charge: Seamlessly charge your phone or earbuds by placing them in the center of the charging pad.Slim and Trim: With a compact design, easily pass this wireless charging pad for a coaster at only 8.5mm thick.Superior Compatibility: Works with the majority of phones, including the latest iPhones, Samsung flagship phones, and wireless earbuds.Safety First: Anker's proprietary safety technology is in full compliance with standards, ensuring complete safety for you and your devices.What You Get: Anker 315 Wireless Charger (Pad), 4ft / 1.21m Micro USB cable, welcome guide, worry-free 18-month warranty, and our friendly customer service.",
        "url": "https://www.amazon.com/Anker-Wireless-Charging-Compatible-Included/dp/B0B469HLNL/ref=sr_1_3?crid=28SQF41PX0NXG&keywords=charging+pad&qid=1681544959&sprefix=charging+pa%2Caps%2C315&sr=8-3"
    }
    ,
    {
        "id": 23,
        "image": "https://m.media-amazon.com/images/I/81VfBSdIPvL._AC_SX679_.jpg",
        "title": "Wireless Charger, 3 in 1 Wireless Charging Station,",
        "price": "1.18",
        "qty": 9,
        "category": "accessories",
        "shortDescription": "Wireless Charger, 3 in 1 Wireless Charging Station, Fast Wireless Charger Stand for iPhone 14/13/12/11/Pro/Max/XS/XR/X/8/Plus, for Apple Watch 8/7/6/5/4/3/2/SE, for AirPods 3/2/Pro(Black)",
        "description":"【3 in 1 Wireless Charger】This charging station can charge most phones, support fast charging for multiple devices apple at the same time, compatible with iPhone 13/13Pro/13 Pro Max/12/12 Pro/12 Pro Max/SE/XR/X/XS/XS Max/11 Pro Max/11 Pro/11/8 Plus/8 or Android;Apple Watch 7/6/5/4/3/2/SE, Airpods Pro/3/2 with wireless case(not for Airpods 2 non-wireless version). A must device for apple fans. Say goodbye to individual chargers.【Fast Wireless Charging Station】Just place your multiple devices on the charger station, enjoy fast wireless charging. After many extreme tests and feedback from fans, we use high-power charging chips and world-class electronic components to ensure the quality of the phone charging station,and an 18W equipped adapter, it takes about 2-3 hours to give your cell phone, watch, and earbuds a full charge.【Portable & Foldable Travel Charger Stand】The charging station for iphone is foldable, light and portable, and can be put in a bag or suitcase. This wireless charging pad is not only suitable for your home, office, if you are traveling or on a business trip, bring this 3in1 charger, which can charge multiple devices at once. Also, Versatile as a cell phone stand with angle adjustment. it's as a charging pad, just leave the phone flat to keep it charging.【Safe Wireless Charging Dock】The wireless phone charger Dual-coil design ensures a wider charging area in landscape or portrait orientation.With over-current protection, over-voltage protection and over-temperature protection, as well as foreign object detection function. Reasonable internal circuit design can prevent overcharge damage to the equipment battery and ensure safe charging of the device.【Smart Breathing Nightlight】 This phone charging station looks sleek and won’t take up much space on your nightstand and bedside. The blue light indicates that your phone is properly charging, while a flash blue light alerts you that there is a foreign object or phone is misplaced.The charging pad can be turned on/off manually if you are disturbed by the light. A perfect desk lamp with wireless charger.【Anti-Slip and Case Friendly】Anti-slip silicone pads protect your devices from sliding off. Our wireless charger stand can charges directly through phone protective cases≤2.5mm(0.1 inch), saves the trouble to remove phone case while charging. A best cellphone accessory for your desktop and bedside, now right to simplify your life space! (Note: remove the magnetic or metal accessories from the phone case when charging.)【Perfect Gifts for Families】Mothers day gifts for mom women and gifts for him and your families and friends. The package includes a 3 in 1 charging station, a Charging Cable, an 18W adapter, and a user guide. Should you have any questions or issues,please feel free to contact us!",
        "url": "https://www.amazon.com/Wireless-Charger-Charging-Station-AirPods/dp/B0B76XG3B8/ref=sr_1_6?crid=28SQF41PX0NXG&keywords=charging%2Bpad&qid=1681545183&sprefix=charging%2Bpa%2Caps%2C315&sr=8-6&th=1"
    }
    ,
    {
        "id": 24,
        "image": "https://m.media-amazon.com/images/I/5102k8-0gXL._AC_SX679_.jpg",
        "title": "Apple MacBook Air 13-inch Retina display",
        "price": "20.58",
        "qty": 12,
        "category": "laptops",
        "shortDescription": "Apple MacBook Air (13-inch Retina display, 1.6GHz dual-core Intel Core i5, 128GB) - Space Gray",
        "description":"Stunning 13.3-inch Retina display.Touch ID and the latest Apple-designed keyboard.Dual-core 8th-generation Intel Core i5 processor with Intel UHD Graphics 617.Fast SSD storage and 8GB memory.Stereo speakers with wider stereo sound",
        "url": "https://www.amazon.com/Apple-MacBook-13-inch-display-dual-core/dp/B07NPTCNSG/ref=sr_1_10?crid=FGQ1HHTUKUOL&keywords=macbook&qid=1681542847&sprefix=macbook%2Caps%2C321&sr=8-10"
    }
    ,
    {
        "id": 25,
        "image": "https://m.media-amazon.com/images/I/71K0PjhC5kL._AC_SX679_.jpg",
        "title": "Eazpower Wireless Phone Charger",
        "price": "0.7",
        "qty": 1,
        "category": "accessories",
        "shortDescription": "Eazpower Wireless Phone Charger for Popsocket/OtterBox/Thick Cases Up to 10mm - 15W Max Wireless Charging Pad, Compatible with iPhone 14/13/12/11 and Samsung Galaxy S23 (Adapter Not Included)",
        "description":"【Thick Case and Grip Friendly】 - Eazpower E10Z is designed for thick phone cases. It works through most thick phone cases and grips of up to 10mm thick such as PopSocket or OtterBox. It is easy to charge your phone without the hassle of removing most phone grips or cases. It applies for silicone case, TPU case, PC case, and Carbon case. (not compatible with cases & grips contain credit cards/magnetic/metal attachment.)【15W Fast Wireless Charger】 - Up to 15W wireless charging output optimized for wireless devices. It provides up to 15W fast charging for Pixel 5, 4XL, Sony Xperia XZ3, XZ2, LG V50, V40, V30 and more/ 10W fast charging for Galaxy and Galaxy Note series/ 7.5W fast charging for iPhone 8 or later/ 5W wireless charging for AirPods2, AirPods Pro, Galaxy Buds and other wireless earbuds and phones. (Please use a PD USB-C adapter with power above 18W for fast charging.)【Safe and Safeguarded】 - There are built-in overcharging safety switch, internal safety switch, heat protection, and short-circuit protection, so that your device will never be harmed while charging.【Better Heat Dissipation】 - It has better heat dissipation with metal chassis, and better charging efficiency with glass panel, which makes sure your device is charged safely and quickly.【What's in Box】 - Eazpower 15W Max Wireless Charger, USB-C to USB-C/A Charging Cable (1 m), User Manual,12-Month Warranty. (Adapter Not Included)",
        "url": "https://www.amazon.com/Eazpower-Wireless-Charger-Popsocket-OtterBox/dp/B0BW8DK98M/ref=sxin_16_pa_sp_search_thematic_sspa?content-id=amzn1.sym.c8697a08-4071-4b95-a6c6-18057bcdb898%3Aamzn1.sym.c8697a08-4071-4b95-a6c6-18057bcdb898&crid=28SQF41PX0NXG&cv_ct_cx=charging+pad&keywords=charging+pad&pd_rd_i=B0BW8DK98M&pd_rd_r=e01d5791-66ed-43a9-8760-b006b9c7bf5a&pd_rd_w=HEOXT&pd_rd_wg=DBT2Y&pf_rd_p=c8697a08-4071-4b95-a6c6-18057bcdb898&pf_rd_r=7YKRPND8PJRKER6F5KD7&qid=1681545183&sbo=RZvfv%2F%2FHxDF%2BO5021pAnSA%3D%3D&sprefix=charging+pa%2Caps%2C315&sr=1-4-364cf978-ce2a-480a-9bb0-bdb96faa0f61-spons&psc=1&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUFZVVBaVTIyRDdWWkcmZW5jcnlwdGVkSWQ9QTAzNzE4NTQyRTNHTkVKNERWOEZNJmVuY3J5cHRlZEFkSWQ9QTA4MjU0NTAxM1E4Q0YxNkhUVU03JndpZGdldE5hbWU9c3Bfc2VhcmNoX3RoZW1hdGljJmFjdGlvbj1jbGlja1JlZGlyZWN0JmRvTm90TG9nQ2xpY2s9dHJ1ZQ=="
    }
    ,
    {
        "id": 26,
        "image": "https://m.media-amazon.com/images/I/61hccMLVY1L._AC_SX679_.jpg",
        "title": "Emerson SmartSet Alarm Clock Radio with Bluetooth Speaker",
        "price": "1.18",
        "qty": 4,
        "category": "accessories",
        "shortDescription": "Emerson SmartSet Alarm Clock Radio with Bluetooth Speaker, Charging Station/Phone Chargers with USB port for iPhone/iPad/iPod/Android and Tablets, ER100301, Black",
        "description":"Bluetooth V4.1,USB output for mobile charging 2.1a 5V.Button cell battery (included) maintains time & alarm settingsDigital Tuning FM radio,20 station memories. Patented smartest automatic time setting system. Automatically sets itself to the correct year, month, date, day and time as soon as you plug it in and after every power interruption,Easy-to-read,1.4'' Cyan LED clock display, dimmer control. Easy to program.The soft blue night light is added convenience.The alarm can be programmed to operate on weekdays only, weekends only, or all seven days of the week. Set the alarm to wake you to your favorite FM music or news station, or to the buzzer.",
        "url": "https://www.amazon.com/Emerson-SmartSet-Radio-Bluetooth-ER100301/dp/B071NDT5Q3/ref=sr_1_21?crid=EPWF5D42DNDI&keywords=digital%2Bclock%2Bamazon&qid=1681549866&sr=8-21&th=1"
    }
    ,
    {
        "id": 27,
        "image": "https://m.media-amazon.com/images/I/619f09kK7tL._AC_SX679_.jpg",
        "title": "Apple iPhone 14, 128GB, Purple",
        "price": "39.94",
        "qty": 10,
        "category": "phones",
        "shortDescription": "Apple iPhone 14, 128GB, Purple - Unlocked",
        "description":"Vibrant 6.1-inch Super Retina XDR display with OLED technology. Action mode for smooth, steady, handheld videos.High resolution and color accuracy make everything look sharp and true to life.New Main camera and improved image processing to capture your shots in all kinds of light - especially low light.4K Cinematic mode at 24 fps automatically shifts focus to the most important subject in a scene.A15 Bionic, with a 5‑core GPU for lightning-fast performance. Superfast 5G.",
        "url": "https://www.amazon.com/Apple-iPhone-14-128GB-Purple/dp/B0BN71VW28/ref=sr_1_1?crid=3P0JJM4OPRVJF&keywords=iphone%2B14&qid=1681550505&sprefix=iphone%2B1%2Caps%2C342&sr=8-1&th=1"
    }
]